<?php include "header.php"; ?>
			<h2>Інструкція з використання</h2>
			<div class='info_data' align='justify'>
				Вітаю вас на моїй системі вивчення іноземних слів.<br>
				Для використання даного сервісу потрібно увійти в свій аккаунт,
				ввівши логін та пароль. Якщо ви не зареєестровані, то напишіть адміністратору сервісу.
				Після авторизіції в системі ви будете направлені на сторінку із введенням слів для вивчення.
				Також ви маєте можливіть пройти тест по існуючим словам. Якщо таких немає, то вводьте слова.
				В колонці "Невідомі слова" ви вводите слова, які необхідні для вивчення. В колонці "Переклад"
				ви повинні ввести слова, з відомим для вас перекладом. Саме ці слова і будуть показані вам далі.
				Після того як ви введете слова, вони запам'ятаються і вам буде показано колонку із перекладом слів,
				а ви повинні будете ввести іншомовні слова в поля навпроти та натиснути "Перевірити мене".
				Після цього, у вас на екрані з'явиться результат вашої роботи. Кожне слово буде проаналізовано і
				і показано правильно введені слова та неправильно введені. Будте уважні при реєстрації цих слів!
				Після цього у вас буде можливість пройти ще раз перевірку по цим словам та повернутись на головну сторінку
				для введення нових слів.
				<br/>
				<br/>
				Якщо ви адміністратор системи, у вас буде доступна UCP панель управління. Для переходу в неї просто натисніть
				на кнопку "UCP-панель". В цій панелі ви зможете:</div>
				<ul align='left'>
					<li>Додавати користувачів.</li>
					<li>Видаляти користувачів</li>
					<li>Додавати адміністраторів</li>
					<li>Видаляти адміністраторів</li>
					<li>Редагувати блокування користувачів</li>
					<li>Продивлятись статистику усіх аккаунтів</li>
				</ul>
			
			<a href='index.php'><div id='ucp'>На головну</div></a>
			<iframe class='feedback' src="https://docs.google.com/forms/d/e/1FAIpQLSfAt-3zYyqhHY-Ce2PwPAPgoulLphV5IiSbJMiaHECW8DRBDQ/viewform?embedded=true" width="1000" height="600" frameborder="0" marginheight="0" marginwidth="0">Загрузка…</iframe>
		</div>
	</body>
</html>